<template>
<head>
    <link rel="stylesheet" href="style.css">
    <link rel="stylesheet" href='icon.css'>
</head>
<body>
    <div>
        <div class="center-block">
            <div class="menu">
                <table>
                    <tr>
                    <th>
                    <router-link to="/Moto">Moto</router-link>
                    </th>
                    <th>
                    <router-link to="/Motorcycles">Motorcycles</router-link>
                    </th>
                    </tr>
                </table>
            </div>
            <div class="content">
                <div class="newmotorcyclist">
                    <div class="namemoto">Мотоциклист RiderRow</div>
                        <div class="image-and-desc">
                        <div class="image-container">
                            <img alt="Rider Row" src="@/assets/rider.jpeg">
                        </div>
                        <div class="textmoto">
                            Прежде всего, мы советуем вам хорошенько подумать: а нужен ли вам мотоцикл? А если нужен, то зачем? Как ни странно, аргумент о том, что мотоцикл — это круто, вполне имеет право на жизнь. Действи­тельно круто! Об этом наглядно свидетель­ствует хотя бы тот факт, что сегодня мотоцикл можно увидеть чуть ли не в каждой третьей телевизионной рекламе. Энергетиче­ские напитки, безалкогольное пиво, банковские услуги, тарифы сотовой связи и даже моющие средства. Рекламируя всё это, режиссеры клипов намеренно акцентируют внимание зрителя на двух­колёсном транспорте. Казалось бы, в чём связь между, например, чистящими порошками и мотоциклом? «Не трать лишнее время на уборку, а лучше займись тем, что тебе действи­тельно нравится!» — призывают нас с экрана. Маркетологи прекрасно знают, что привлекает внимание людей, что кажется им крутым и привлекательным, и беззастен­чиво этим пользуются. Но давайте разберёмся, а почему мотоцикл — это так круто, как выглядит со стороны?
                            На самом деле, всё очень просто. Именно потому, что не каждый способен ездить на мотоцикле. В грубо­ватой шутке о том, что мотоциклисты — это высшая раса, только доля шутки. Управлять мотоциклом действительно сложно. Намного сложнее, чем автомобилем. Для того чтобы проиллю­стрировать это, упомянем всего лишь два факта, которые могут стать для вас полной неожиданностью. 

Во-первых, если у автомобиля только одна педаль тормоза, то у мотоцикла тормоза два — передний и задний. И работают они совершенно по-разному! В зави­симости от ситуации, надо пользоваться либо одним, либо другим, либо обоими одновременно. Ошибка чревата падением!

Во-вторых, в зависимости от скорости, и маневрировать на мотоцикле тоже надо по-разному. Если вы едете медленно, то руль поворачи­вается в сторону поворота, если быстро — в противо­положную! Да-да, именно так! Этот приём называется «контр­руление», и как-нибудь мы о нём ещё поговорим. Надо ли рассказы­вать о том, что всему этому надо учиться? Учиться долго и старательно, чтобы все эти навыки — абсолютно не характерные для человека «в нормальной жизни» — закрепились у вас на уровне рефлексов. Если этого не будет, то долго вы не проездите.
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</body>
</template>

<script>
export default {
	name: 'HomeComponent'
};
</script>

<style scoped>

</style>