<template>
	<!-- <div class="page manual" id="manual"> -->
        <!-- <div class="manual" id="manual"> -->
            <div class="containerrmanual">
                Технические характеристики:
                <div class="textmanual">
                    Двигатель (тип)	Жидкостное охлаждение, 4-тактный
                    Конфигурация цилиндров	2-цилиндровый рядный
                    Диаметр цилиндра x Ход поршня	82,0 x 75,6 мм
                    Объём	798 см³
                    Степень сжатия	12.0:1
                    Система газораспределения, клапаны	Цепной привод, DOHC, 4 клапана на цилиндр
                    Максимальная мощность	85,0 л.с. (62,5 кВт) при 8000 об/мин
                    Максимальный крутящий момент	86,0 Нм (8,8 кг-м) при 5800 об/мин
                    Разгон от 0 до 100 км/ч	3,91 сек.1
                    Максимальная скорость	233 км/ч2
                    Топливная система	Инжектор
                    Расход топлива	4,92 л / 100 км3
                    КОРОБКА ПЕРЕКЛЮЧЕНИЯ ПЕРЕДАЧ	
                    Сцепление	Многодисковое в масляной ванне, тросовый привод
                    КПП	6-ступенчатая
                    Привод на колесо	Ремень
                    РАМА, ХОДОВАЯ ЧАСТЬ	
                    Рама (тип)	Алюминиевая, мостового типа
                    Передняя подвеска, ход	43 мм телескопическая вилка, 140 мм
                    Задняя подвеска, ход	Маятниковая консольная с моноамортизатором (рег. преднатяга и отбоя), 140 мм
                    Размер передней шины	120/70-ZR17
                    Размер задней шины	180/55-ZR17
                    Передний тормоз	2 диска, 320 мм, 4-поршневые суппорта (ABS)
                    Задний тормоз	1 диск, 265 мм, 1-поршневой суппорт (ABS)
                    ЭЛЕКТРИКА	
                    Система зажигания	BMS-K+
                    Генератор	3-х фазный генератор, 14В / 400 Ватт
                    Аккумулятор	12V-14Ah
                    ГАБАРИТЫ, ОБЪЁМЫ, ЭРГОНОМИКА	
                    Общая длина	2195 мм
                    Общая ширина	860 мм
                    Общая высота	1225 мм
                    Высота по седлу	840 мм

                    815 мм – низкое седло

                    760 мм – низкая подвеска
                    Колёсная база	1466 мм
                    Минимальный дорожный просвет (клиренс)	
                    Ёмкость топливного бака	16 л (включая резерв – 4,0 л)
                    Сухая масса	
                    Снаряженная масса	209 кг
                </div>
            </div>
        <!-- </div> -->
    <!-- </div> -->
    <div class="page videochannel" id="videochannel">
        <div class="videochanell">
            <iframe width="560" height="315" src="https://www.youtube.com/embed/alYYSt_JrPY" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
        </div>
    </div>
</template>

<script>
export default {
	name: 'MotoComponent'
};
</script>

<style scoped>

</style>